// В этом файле ты добавляешь новые записи
// Просто копируй и вставляй новый объект в массив!

const diaryEntries = [
    {
        id: 1,
        date: "30.11.2025",
        title: "Начало великого строительства!",
        content: `Своё великое строительство я начал с большого особняка для себя, ведь какой же глава города будет без особняка, верно? 
        
Начал строить свой дом. На самом деле я его начал строить ещё давненько, дату примерно не помню, так что напишу сегодняшнюю. За сегодня я ОБЯЗАН достроить хотя бы крышу.
Но случились и неполадки: Крыша оказалось мала и мне пришлось срубить небольшую часть дома. Внутри дом получился очень огромный, мне даже второй этаж, возможно, не нужен будет.

Планы по постройкам в ближайшее время:
✅ Построить двухэтажную библиотеку
✅ Построить ферму
✅ Сделать трамвайные пути`,
        images: [
            "screenshots/2025-11-30_15.10.43.png",
            "screenshots/2025-11-30_15.27.31.png"
        ]
    },
    
    
    // 👇 СЮДА ТЫ БУДЕШЬ ДОБАВЛЯТЬ НОВЫЕ ЗАПИСИ!
];